<?php
// +----------------------------------------------------------------------
// | 后台菜单管理
// +----------------------------------------------------------------------
// | Author: zyl <liu21st@gmail.com>
// +----------------------------------------------------------------------

return [
    'meuns'=>[
        '1101'=>[
            'name'=>"主页面",
            'url' =>'/admin',
            'parentid'=>0,
            'display'=>1
        ],
        '1102'=>[
            'name'=>"权限设置",
            'url' =>'/admin',
            'parentid'=>0,
            'display'=>1
        ],
        '11021'=>[
            'name'=>"管理员设置",
            'url' =>'admin/admins/index',
            'parentid'=>1102,
            'display'=>1
        ],
        '11022'=>[
            'name'=>"角色管理",
            'url' =>'admin/role/index',
            'parentid'=>1102,
            'display'=>1
        ],
    ]
];